/* All Documents type popup item */
"All Documents" = "Todos os documentos";

/* All Readable Known type popup item */
"All Known Documents" = "Todos os documentos conhecidos";

/* All Readable Documents type popup item */
"All Readable Documents" = "Todos os documentos que podem ser lidos";

/* Cancel button text */
"Cancel" = "Cancelar";

/* Choose button text */
"Choose" = "Seleccionar";

/* ChooseFile dialog title */
"Choose a File" = "Seleccione um ficheiro";

/* ChooseFolder dialog title */
"Choose a Folder" = "Seleccione uma pasta";

/* ChooseVolume dialog title */
"Choose a Volume" = "Seleccione um volume";

/* ChooseObject dialog title */
"Choose an Object" = "Seleccione um objecto";

/* Default save format menu item */
"Default" = "Predefinição";

/* Discard changes button text */
"Discard Changes" = "Ignorar alterações";

/* Ask Discard Changes message */
"Do you want to revert to the most recently saved revision of the document \\U201C%@\\U201D?" = "Gostaria de restabelecer a última revisão guardada do documento “%@”?";

/* Ask Save Changes dialog message */
"Do you want to save the changes you made in the document \\U201C%@\\U201D?" = "Guardar as alterações efectuadas ao documento “%@”?";

/* Ask Save Changes dialog message with nil name */
"Do you want to save the changes you made to this document?" = "Guardar as alterações efectuadas a este documento?";

/* Don't save button text */
"Don\\U2019t Save" = "Não guardar";

/* Open panel enable popup label */
"Enable:" = "Activar:";

/* Save panel format popup label */
"Format:" = "Formato:";

/* Ask Review Documents informative text */
"If you don\\U2019t review your documents, all your changes will be lost." = "Se não efectuar a revisão dos documentos, todas as alterações serão perdidas.";

/* New folder button text */
"New Folder" = "Nova pasta";

/* Revert button text */
"Revert" = "Restabelecer";

/* Review changes button text */
"Review Changes\\U2026" = "Rever alterações…";

/* Save button text */
"Save" = "Guardar";

/* PutFile default save file name */
"untitled" = "sem nome";

/* Ask Review Documents message with known count */
"You have %ld %@ documents with unsaved changes. Do you want to review these changes before quitting?" = "Existem %1$ld %2$@ documentos com alterações não guardadas. Rever estas alterações antes de sair?";

/* Ask Review Documents message with unknown count */
"You have several %@ documents with unsaved changes. Do you want to review these changes before quitting?" = "Há vários documentos %@ com alterações não guardadas. Rever estas alterações antes de sair?";

/* Ask Save Changes informative text */
"Your changes will be lost if you don\\U2019t save them." = "As alterações não guardadas serão perdidas.";

/* Ask Discard Changes informative text */
"Your current changes will be lost." = "As alterações serão perdidas.";

